	
en	
beginner	
0	"Welcome to Chapter One. Imagine walking into a world where AI isn’t just code – it’s a conversation. Let’s start simple."
1	"You’re not expected to know anything. Just listen, and ask when you're ready."
2	"Here’s your first AI adventure. Imagine AI as your friendly assistant. You ask, and it helps — like magic, but real."
intermediate	
0	"You're walking into your office. Only this time, an AI co-pilot is by your side, ready to boost your workday."
1	"You know the terms, but now you're going to learn how to apply them."
2	"Let’s sharpen your instincts. What can AI actually help with today?"
advanced	
0	"Welcome back. You know enough to be dangerous — let’s make that a superpower. This isn’t just learning. This is alignment."
1	"What if AI could reflect the way *you* think? Let’s test that idea right now."
2	"Let’s dive deep. You already know the buzzwords — now let’s challenge the limits of what AI can really do."
fr	
beginner	
0	"Bienvenue dans Chapitre Un. Imaginez un monde où l’IA devient une conversation. On commence doucement."
1	"Aucune connaissance requise. Écoutez simplement, posez vos questions quand vous êtes prêt."
2	"Imaginez que l'IA est comme un guide amical qui répond à toutes vos questions. Commençons."
intermediate	
0	"Vous arrivez au bureau. L’IA vous accompagne, prête à améliorer votre quotidien professionnel."
1	"Bienvenue dans votre exploration de l’IA. Posons les bases et avançons ensemble."
2	"Votre partenaire IA vous attend déjà pour faire passer votre travail au niveau supérieur."
advanced	
0	"Content de vous revoir. Vous avez déjà des bases solides — maintenant allons plus loin."
1	"Et si l’IA pouvait vraiment refléter votre manière de penser ?"
2	"Vous maîtrisez déjà les bases. Plongeons dans des scénarios complexes et stratégiques d’IA."
es	
beginner	
0	"Bienvenido a Capítulo Uno. Aquí, la inteligencia artificial no es complicada — es una conversación."
1	"No necesitas saber nada. Solo escucha y pregunta cuando quieras."
2	"Imagina que la inteligencia artificial es como un compañero que siempre está dispuesto a ayudarte. Empecemos."
intermediate	
0	"Llegas a tu trabajo y una IA te espera, lista para ayudarte a tomar mejores decisiones."
1	"Imagina que un copiloto digital te ayuda a evitar errores y a pensar con más claridad."
2	"Vamos a descubrir lo que puede hacer la IA cuando se convierte en parte de tu día a día."
advanced	
0	"Estás de vuelta, y eso dice mucho. Vamos a construir sobre lo que ya conoces."
1	"¿Y si la IA pudiera adaptarse a tu forma de pensar? Vamos a descubrirlo."
2	"Conoces los conceptos básicos. Ahora exploraremos cómo usar la IA de forma estratégica e innovadora."
da	
beginner	
0	"Velkommen til Kapitel Ét. Forestil dig, at AI ikke er noget teknisk — men en samtale."
1	"Du behøver ikke vide noget på forhånd. Bare lyt, og spørg når du er klar."
2	"Forestil dig, at AI er som en hjælpsom ven, der altid lytter og svarer. Lad os begynde."
intermediate	
0	"Du træder ind på kontoret. Din AI-partner er klar til at gøre din dag lettere."
1	"Forestil dig, at AI hjælper dig med at træffe klogere beslutninger på arbejdet."
2	"AI kan blive din stærkeste sparringspartner — lad os finde ud af hvordan."
advanced	
0	"Velkommen tilbage. Du ved allerede noget — lad os bygge videre på det."
1	"Hvad nu hvis AI kunne afspejle, hvordan *du* tænker? Lad os finde ud af det."
2	"Du kender AI’en. Nu ser vi, hvordan den kan skabe ægte forandring i din hverdag."
